[
  {
    "title": "Tugas Presiden Prabowo",
    "items": [
      {
        "content": "<b>Tarik TNI dari pengamanan sipil</b> dan pastikan tidak ada kriminalisasi demonstran.",
        "status": false
      },
      {
        "content": "Bentuk <b>Tim Investigasi Independen</b> kasus Affan Kurniawan, Umar Amarudin, maupun semua korban kekerasan aparat selama demonstrasi 28–30 Agustus dengan mandat jelas dan transparan.",
        "status": false
      }
    ]
  },
  {
    "title": "Tugas Dewan Perwakilan Rakyat",
    "items": [
      {
        "content": "Bekukan kenaikan gaji/tunjangan anggota DPR dan batalkan fasilitas baru (termasuk pensiun).",
        "status": false
      },
      {
        "content": "Publikasikan <b>transparansi anggaran</b> (gaji, tunjangan, rumah, fasilitas DPR).",
        "status": false
      },
      {
        "content": "Dorong <b>Badan Kehormatan DPR</b> periksa anggota yang bermasalah (termasuk selidiki melalui KPK).",
        "status": false
      }
    ]
  },
  {
    "title": "Tugas Ketua Umum Partai Politik",
    "items": [
      {
        "content": "Pecat atau jatuhkan <b>sanksi tegas</b> kepada kader DPR yang tidak etis dan memicu kemarahan publik.",
        "status": false
      },
      {
        "content": "Umumkan <b>komitmen partai</b> untuk berpihak pada rakyat di tengah krisis.",
        "status": false
      },
      {
        "content": "Libatkan kader dalam ruang dialog publik bersama mahasiswa serta masyarakat sipil.",
        "status": false
      }
    ]
  },
  {
    "title": "Tugas Kepolisian Republik Indonesia",
    "items": [
      {
        "content": "Bebaskan seluruh demonstran yang ditahan.",
        "status": false
      },
      {
        "content": "Hentikan tindakan kekerasan polisi dan taati SOP pengendalian massa yang sudah tersedia.",
        "status": false
      },
      {
        "content": "Tangkap dan proses hukum secara <b>transparan</b> anggota dan komandan yang melakukan dan memerintahkan tindakan kekerasan serta melanggar HAM.",
        "status": false
      }
    ]
  },
  {
    "title": "Tugas TNI (Tentara Nasional Indonesia)",
    "items": [
      {
        "content": "Segera kembali ke barak, hentikan keterlibatan dalam pengamanan sipil.",
        "status": false
      },
      {
        "content": "Tegakkan <b>disiplin internal</b> agar anggota TNI tidak mengambil alih fungsi Polri.",
        "status": false
      },
      {
        "content": "Komitmen publik TNI untuk tidak memasuki ruang sipil selama krisis demokrasi.",
        "status": false
      }
    ]
  },
  {
    "title": "Tugas Kementerian Sektor Ekonomi",
    "items": [
      {
        "content": "Pastikan <b>upah layak</b> untuk seluruh angkatan kerja (termasuk namun tidak terbatas pada guru, buruh, nakes, dan mitra ojol) di seluruh Indonesia.",
        "status": false
      },
      {
        "content": "Ambil langkah darurat untuk <b>mencegah PHK massal</b> dan lindungi buruh kontrak.",
        "status": false
      },
      {
        "content": "Buka dialog dengan <b>serikat buruh</b> untuk solusi upah minimum dan outsourcing.",
        "status": false
      }
    ]
  }
]

