[
  {
    "title": "Bersihkan dan Reformasi DPR Besar-Besaran",
    "content": "Lakukan audit independen yang diumumkan ke publik. Tinggikan standar prasyarat anggota DPR (tolak mantan koruptor) dan tetapkan KPI untuk evaluasi kinerja. Hapuskan perlakuan istimewa: pensiun seumur hidup, transportasi dan pengawalan khusus, dan pajak ditanggung APBN.",
    "status": false
  },
  {
    "title": "Reformasi Partai Politik dan Kuatkan Pengawasan Eksekutif",
    "content": "Partai politik harus mempublikasikan laporan keuangan pertama mereka dalam tahun ini, dan DPR harus memastikan oposisi berfungsi sebagaimana mestinya.",
    "status": false
  },
  {
    "title": "Susun Rencana Reformasi Perpajakan yang Lebih Adil",
    "content": "Pertimbangkan kembali keseimbangan transfer APBN dari pusat ke daerah; batalkan rencana kenaikan pajak yang memberatkan rakyat dan susun rencana reformasi perpajakan yang lebih adil.",
    "status": false
  },
  {
    "title": "Sahkan dan Tegakkan UU Perampasan Aset Koruptor",
    "content": "DPR harus segera mengesahkan RUU Perampasan Aset dalam masa sidang tahun ini untuk menunjukkan komitmen serius memberantas korupsi, diiringi dengan penguatan independensi KPK dan UU Tipikor.",
    "status": false
  },
  {
    "title": "Reformasi Kepemimpinan dan Sistem di Kepolisian agar Profesional dan Humanis",
    "content": "DPR harus merevisi UU Kepolisian. Desentralisasi fungsi polisi: ketertiban umum, keamanan, dan lalu lintas dalam 12 bulan sebagai langkah awal.",
    "status": false
  },
  {
    "title": "TNI Kembali ke Barak, Tanpa Pengecualian",
    "content": "Pemerintah harus mencabut mandat TNI dari proyek sipil seperti pertanian skala besar (food estate) tahun ini, dan DPR harus mulai revisi UU TNI.",
    "status": false
  },
  {
    "title": "Perkuat Komnas HAM dan Lembaga Pengawas Independen",
    "content": "DPR harus merevisi UU Komnas HAM untuk memperluas kewenangannya terhadap kebebasan berekspresi. Presiden harus memperkuat Ombudsman serta Kompolnas.",
    "status": false
  },
  {
    "title": "Tinjau Ulang Kebijakan Sektor Ekonomi & Ketenagakerjaan",
    "content": "Tinjau serius kebijakan PSN & prioritas ekonomi dengan melindungi hak masyarakat adat dan lingkungan. Evaluasi UU Ciptakerja yang memberatkan rakyat khususnya buruh, evaluasi audit tata kelola Danantara dan BUMN.",
    "status": false
  }
]
